<template>
  <div>
    <el-row>
      <!-- <el-col :span="4">&nbsp;</el-col> -->
      <el-col  style="min-width:1190px;margin:0 auto;float: none;" :span="16">
        <div class="content">
          本协议是您与茶企通平台网站（以下简称“本站”，网址：www.teaexs.com）之间就使用本站提供的仓储物流服务所订立的契约，请您仔细阅读本注册协议，您点击同意并继续按钮后，本协议即构成对双方有约束力的法律文件。
          <br>
          <div class="font_bold">第1条 本站服务条款的确认和接纳</div>
          1.1本站的各项电子服务的所有权和运作权归茶企通平台所有。用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。
          <br> 1.2用户按照本站注册页面提示填写信息、勾选阅读并同意本协议且完成全部操作程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与本站达成一致，成为本站仓储服务对象（以下或称“您”）。
          <b>阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，请您立即停止使用本站相关的操作程序。</b>
          <br> 1.3您在使用本站相关服务点击同意本协议之前，应当认真阅读本协议。
          <b>请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。如您对协议有任何疑问，可向本站客服咨询。</b>
          <br>
          <div class="font_bold">第2条 定义</div>
          茶企通或茶企通平台：指包括茶企通网站（www.teaexs.com）、微信公众号、手机应用程序（APP）等网站及应用。
          <br> 茶企通仓储场所：是指西双版纳璟泰茶业有限公司所有仓库，以及其分布在全国各地的供应商仓库、分支机构仓库等。
          <br> 供应商：符合茶企通平台入驻要求和标准的茶品供应企业。
          <br> 经销商：符合茶企通平台入驻要求和标准的茶品经销企业。
          <br> 客户：在茶企通平台注册成功的消费者。
          <br> 商品/茶品：所有以上供应商自有品牌的茶叶产品
          <br>
          <div class="font_bold">第3条 本站仓储管理服务与约定</div>
          3.1本站仓储管理服务对象是指在本站注册并购得产品的经销商及客户（以下简称“用户”）。用户选择提货前，所购茶品集中存放于本站的指定仓库（含本站自有仓库及品牌供应商仓库）中，由本站为您提供专业的茶品仓储、提取发货等仓储物流服务。
          <br> 3.2本站所有仓储场所严格按照茶品藏品级储藏标准设计（温度、湿度适中、通风透气、清爽无杂味），除供应商仓库外，本站提供以下仓库作为茶品的仓储场所：
          <br> 仓1：昆明仓 （面积：9000平米）
          <br> 如本仓库中储存的货物已达80%，茶企通将会根据业务发展，选择合适的场所新增仓库，茶企通的所有仓储场所必须满足茶品藏品级储藏标准。
          <br> 您同意本站根据您的所在地区及所购茶品品牌从上述仓库中选择最优仓库作为您的茶品存储场所。本站仓储场所可能根据业务调整而发生变更（如新增、改造、搬迁等），变更后的仓储场所与您共同履行本协议并向您提供服务，仓储场所的变更不会影响您本协议项下的权益。
          <br> 3.3所有存储在仓1的茶品，由本站为您统一安排第三方物流服务。本站仓储工作人员将在发货前对发货茶品进行必要的质量检验（所有存储在品牌供应商仓储的茶品，由供应商为您统一安排质检及发货）。发货完成后，工作人员会将物流信息同步录入茶企通平台，以便您和卖家能跟踪发货物流情况。
          <br> 3.4茶品确认提取出库后，您同意茶企通平台将您账户下的茶品库存做相应扣减，已从仓库被提取的茶品不能在本站进行销售。
          <br>
          <div class="font_bold">第4条 仓储管理服务的内容与程序</div>
          <div class="font_bold">4.1公开抢购商品入库</div>
          4.1.1供应商应最迟于公开抢购活动开始前三天将待公开抢购商品存入本站指定仓库。对商品有特殊操作或存放要求的应在商品入库前书面向本站说明，超出本站仓库基础功能（包括但不限于恒温、通风、防尘、防潮等）以外的要求，还应同时承担由此产生的额外费用。
          <br> 4.1.2商品存入指定仓库后，本站仓库工作人员对货物品名、规格、型号、数量、外包装以及无须开箱拆捆直观可见可辨的质量情况进行验收。以外包装上的标记为准，外包装或货物上无标识的，应提供对应的验收资料给本站，否则以本站验收结果为准。
          <br> 4.1.3验收通过后，仓库向供应商提供《商品入库确认表》，商品入库确认表不能作为提货凭证。
          <br>
          <div class="font_bold">4.2仓储保管</div>
          4.2.1本站仓储承诺保持仓库温度、湿度适中，清洁卫生、通风和干燥，保证茶品码放整齐，符合商品保管要求，并做好防火、防盗、防潮、防霉、防鼠、防损和防污等工作。
          <br> 4.2.2茶企通仓库储存期限最长不能超过3年，对于储存期限未满3年的，茶企通可代为仓储，但客户需按期支付仓储费用。3年期满，如果客户需继续将茶品储存在茶企通平台的仓库里，需与仓库签订长期储存协议，并按期支付仓储费用。
          <br> 4.2.3您可随时通过茶企通平台网站了解茶品储存状态（包括但不限于储存数量，商品出、入库数量等）。
          <br>
          <div class="font_bold">4.3提货配送</div>
          4.3.1您可随时通过茶企通平台网站申请要求提取储存的茶品。本站将在收到您的提货申请后进行审核。在确认您的提货申请真实、有效的情况下，本站承诺在3个工作日内按您的提货申请信息安排发货。
          <br> 4.3.2所有储存在本站仓储的茶品，由本站为您统一安排第三方物流服务。本站仓储工作人员将在发货前对发货茶品进行必要的质量检验，发货完成后，工作人员会将物流信息同步录入茶企通平台，以便您和卖家能跟踪发货物流情况。
          <br> 4.3.3用户储存于供应商仓库的茶品，由供应商将被提货商品统一配送至您绑定的经销商门店处，您在填写提货申请时可选择到门店自提或由门店快递配送给您。
          <br> 4.3.4选择门店自提方式的用户，本站为其生成电子提货码，凭此号码前往绑定门店取货，或查询物流信息；物流配送时，用户需须填写详细配送信息，并对按此配送信息执行的配送结果负责，因提货密码保管不善导致的损失由用户自行承担。
          <br> 4.3.5茶品确认提取出库后，茶企通平台即冻结您账户内相应数量的持货量，冻结商品不能再进入茶企通商城交易；提货完成后，将您账户下的提货冻结商品数量做相应扣减，已从仓库提取的茶品不能再次在茶企通商城内进行销售。
          <br> 4.3.6因如下情况造成订单延迟或无法配送等，本站不承担延迟配送的责任：
          <br> （1）用户提供的信息错误、地址不详细等原因导致的；
          <br> （2）货物送达后无人签收，导致无法配送或延迟配送的；
          <br> （3）情势变更因素导致的；
          <br> （4）不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。
          <br>
          <div class="font_bold">4.4计费项目、标准和结算方式</div>
          4.4.1供应商直属经销商通过茶企通平台网站申请要求提取储存的茶品，由其对应供应商与提货人线下联系，协商寄送方式、费用等信息，达成一致后于线下完成流转过程，本站对其配送过程和相关费用不承担相应责任，但有义务协助解决争议问题。
          <br> 4.4.2用户通过茶企通平台网站申请要求提取储存的茶品，按提货申请页面信息填写完成并支付完相应的仓储费、物流费，本站在确认您的提货申请真实、有效的情况下，承诺在3个工作日内按您的提货申请信息安排发货。
          <br> 4.4.3自商品抢购结束之日起，三个月内仓储费减免。超出三个月的，仓储费标准如下：0.2元/饼/月，不足一月按一个月计算。
          <br> 4.4.4您需定期关注商品储存产生的仓储费金额，当未缴纳的仓储费用达到货值的90%时，茶企通将通知客户缴纳费用，如客户仍不缴纳，当未缴纳的仓储费用大于等于货值时，茶企通将有权处置该货物，以冲抵仓储费用。
          <br> 4.4.5本站有权根据商品仓储实际情况进行合理调整。仓储收费标准调整需提前3个工作日通过本站公告栏进行公示。
          <br> 4.4.6本站所有物流快递费用按首重、续重方式计费，具体的计费规则按各家经销商自有规则为准。
          <br>
          <div class="font_bold">第5条 责任限制及不承诺担保</div>
          <b>本站仓储依照法律规定履行合同义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，本站并不承担相应的违约责任：</b>
          <br> （1）
          <b>因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</b>
          <br> （2）
          <b>因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</b>
          <br> （3）
          <b>在本站仓储已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素；</b>
          <br> （4）
          <b>用户未按照要求提供提货申请，或提供的提货资料不全、不及时；</b>
          <br> （5）
          <b>其他非茶企通仓储可以预见或控制等因素。</b>
          <br>
          <div class="font_bold">第6条 违约处理</div>
          <b>发生如下情形之一的，视为您违约：</b>
          <br> （1）
          <b>未按规定支付仓储费；</b>
          <br> （2）
          <b>怠于办理续期手续和支付仓储费；</b>
          <br> （3）
          <b>其他任一违反本协议的行为。</b>
          <br>
          <b>如出现前述违约情形，本站有权终止本协议，不再为您提供仓储及物流服务。您应在30天内提走仓储茶品并结清本协议项下的相关费用，您若未在30天内提走茶品的，本站有权要求您支付滞仓的费用或有权留置茶品并进行相应处理。违约期间，您的茶品若非因本站仓储过错导致损毁的，本站不承担任何责任。</b>
          <br>
          <div class="font_bold">第7条 法律管辖和适用</div>
          7.1
          <b>本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律(不含港澳台地区法律)；如法律无相关规定的，参照商业惯例及/或行业惯例。</b>
          <br> 7.2
          <b>您因使用本站仓储服务所产生及与本站仓储服务有关的争议，由本站与您协商解决。协商不成时，任何一方均可向本站住所地的人民法院提起诉讼。</b>
          <br> 7.3
          <b>本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</b>
          <br>
          <div class="font_bold">第8条 其他</div>
          8.1本站尊重用户合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为用户提供服务。本站欢迎用户和社会各界提出意见和建议，本站将虚心接受并适时修改本协议及本站上的各类规则。
          <br> 8.2本协议内容中以黑体、加粗、下划线、斜体等方式显著标识的条款，请用户着重阅读。
          <br> 8.3
          <b>您点击本协议下方的同意并继续按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</b>
        </div>
      </el-col>
      <!-- <el-col :span="4">&nbsp;</el-col> -->
    </el-row>
  </div>
</template>
<style>

</style>

<script>

</script>