<template>
    <div>
        <el-row>
            <!-- <el-col :span="4">&nbsp;</el-col> -->
            <el-col  style="min-width:1190px;margin:0 auto;float: none;" :span="16">
                <div class="content">
                    <div class="font_bold">一、抢购时间及流程</div>
                    1、茶企通平台将不定期进行新茶抢购，发布新品。平台将提前15天发布新茶上市公告，您可在此期间对产品进行全方位了解；如您考虑入手，可在发行开始后下单抢购。抢购期为3天。详情请关注茶企通平台动态。
                    <br> 2、登录茶企通平台在【新茶抢购】模块可看到本月即将开始抢购或者正在抢购期的新茶产品，有“立即抢购”字样的产品，表示产品正在抢购，您可选择数量进行操作。
                    <br> 3、购买成功的茶品，可在【茶仓】中查看。如您选择继续存储在仓库，在抢购期结束的第二天起商品开始进入免费仓储周期，每个商品的免费仓储周期以及仓储费用由茶企自行设定，超出免费仓储周期后，将开始收取仓储费用。更多仓储服务内容可参见《仓储服务管理协议》。
                    <br>
                    <div class="font_bold">二、交易支付</div>
                    1、新茶抢购的订单可使用在线支付或账户余额支付当您付款成功后，则购买商品成功。
                    <br> 2、抢购订单支付有效期为15分钟，您提交订单后请务必在15分钟内完成支付，否则可能出现您在15分钟以后支付成功但订单购买失败的情况。例如：您成功提交订单以后，在第14分钟才开始进行支付操作，实际支付成功时已超过15分钟有效期，系统会自动取消您的订单，即使页面提示您已支付完成，这笔订单仍算购买失败，系统会在7个工作日内自动将您的付款金额退回至原支付账户。
                    <br>
                    <div class="font_bold">三、订单说明</div>
                    1、新茶抢购订单完成后，可在 【我的-购买记录】中 查看订单详情。
                    <br> 2、新茶抢购期订单不能取消，已抢购成功的商品不予退货，有问题请联系客服。
                </div>
            </el-col>
            <!-- <el-col :span="4">&nbsp;</el-col> -->
        </el-row>
    </div>
</template>
<style>

</style>

<script>

</script>